[
    {
        "id":1,
        "name":"بطاطس فرن",
        "ingredients":"بطاطس فرن , رز , زيتون مخلل , فراخ محمرة , بطاطس فرن , سلطة",
        "imgUrl":"./images/a1.jpeg",
        "description":"تعتبر البطاطس أحد المحاصيل الغذائية الرئيسية بالعالم حيث تحتل المركز الرابع بعد القمح الذرة والأرز. كما تعتبر البطاطس الغذاء الرئيسى في كثير من المناطق وقد يرجع ذلك إلى وفرة غلتها ولرخص إنتاجها ولتعدد الظروف الجوية والأرضية التي تنمو فيها"
    },
    {
        "id":2,
        "name":"كوسه",
        "ingredients":"كوسه , أرز  , ملوخية  , كوسه  , شوربه لسان عصفور  , باذنجان مخلل  ,  لحمه محمره",
        "imgUrl":"./images/a2.jpeg",
        "description":"تعتبر الكوسا ذات محتوى منخفض من الحريرات وينصح به في تخفيض الوزن عند البعض. الجدير بالذكر ان ثمرة الكوسا غنية بالفيتامينات والأملاح ولكنها تفقد الكثير من محتواها أثناء الطبخ والاعداد بسبب الحرارة"
    },
    {
        "id":3,
        "name":"كشري",
        "ingredients":"كشري",
        "imgUrl":"./images/a3.jpeg",
        "description":"الكشري من أشهر الأكلات الشعبية المصرية وتتكون من المعكرونة والأرز والعدس الأسود والبصل المقلي وصلصة الطماطم أي البندورة الحارة والتقلية، ويعتبر الكشري أكلة منخفضة الكلفة عالية السعرات الحرارية وذات زيوت نباتية متأكسدة بسبب القلي الذي يثير حول الوجبة كمًا من الانتقادات الصحية ونحوها."
    },
    {
        "id":4,
        "name":"رقاق",
        "ingredients":"رقاق , محشي باذنجان  , بفتيك  , رقاق  , شوربه , سلطه , مخلل",
        "imgUrl":"./images/a4.jpeg",
        "description":"الرقاق .أكلة تشتهر بها فلسطين ومنطقة بلاد الشام ومصر عموما، تتكون من رقائق عجين توضع فيها حشوة، مثل اللحم المفروم، ومن ثم تقلى بالزيت الحار"
    },
    {
        "id":5,
        "name":"مكرونه",
        "ingredients":"مكرونة , فراخ محشية , مكرونة بالصلصة , سلطة , مخلل",
        "imgUrl":"./images/a5.jpeg",
        "description":"المعكرونة أو المكرونة أو باستا هي أحد المعجنات الجافة المجوفة ومنها الأسطواني مشطوف الأطراف أو الحلزوني أو الصدفي، وتُصنع من القمح الصلب أو الأرز وتطهى في الماء أو المرق"
    },
    {
        "id":6,
        "name":"أرز بسمتي",
        "ingredients":"ارز بسمتي , فراخ , شيبسي , مخلل , سلطة زبادي , طحينة",
        "imgUrl":"./images/a6.jpeg",
        "description":"يزرع الارز البسمتي  منذ قرون. وتعد ملحمة هير رانجها التي كتبها الشاعر البنجابي الصوفي الشهير وارث شاه في عام 1766 هي أقدم نص معروف حتى الآن جاء فيه ذكر نبات الأرز البسمتي بنفس الاسم"
    },
    {
        "id":7,
        "name":"لحمه بالبصل",
        "ingredients":"لحم بالبصل , سمبوسك , بطاطس محمرة , طحينة , سلطة",
        "imgUrl":"./images/a7.jpeg",
        "description":"اللحم عبارة عن نسيج حيواني يشكل أحد أغذية الإنسان، وفي معظم الأحيان يقصد به النسيج العضلي الحيواني والدهن المتعلق به، ولكن أحيانا يقصد به الأعضاء غير العضلية مثل الرئة، والكبد، والجلد، والمخ، ونخاع العظم والكلى، وتسمى اللحوم المجردة عن العظام هبرة.البصل :: يتوفر البصل حالياً طازجاً، مجمداً، معلباً، مخللاً أو مجففاً. يستخدم البصل عادة مقطعاً أو شرائح في أغلب أنواع المأكولات مثل الأكلات المطبوخة أو بعض السلطات، يختلف مذاق البصل حيث يكون حاداً وحاراً ذو نكهة قوية أو حلواً وذو نكهة معتدلة"
    },
    {
        "id":8,
        "name":"لحم مشوي",
        "ingredients":"لحم مشوي , مكرونة بالصلصة , مخلل , سلطة , طحينة",
        "imgUrl":"./images/a8.jpeg",
        "description":"اللحم عبارة عن نسيج حيواني يشكل أحد أغذية الإنسان، وفي معظم الأحيان يقصد به النسيج العضلي الحيواني والدهن المتعلق به، ولكن أحيانا يقصد به الأعضاء غير العضلية مثل الرئة، والكبد، والجلد، والمخ، ونخاع العظم والكلى، وتسمى اللحوم المجردة عن العظام هبرة."
    },
    {
        "id":9,
        "name":"باستا",
        "ingredients":"مكرونة باستا , فراخ محمرة , مخلل , رقاق",
        "imgUrl":"./images/a9.jpeg",
        "description":"الاسم معكرونة الباشاميل تأخذ اسمها عربياً من المكون الاساسي، صلصة الباشاميل، لكن الاسم المعروف عالمياً باسم باستيتشيو (pastítsio) المأخوذ من الإيطالية (pasticcio)، وهو اسم لمجموعة مختلفة من الفطائر التي قد تكون مكوناتها الأساسية أما لحم أو سمك أو معكرونة."
    },
    {
        "id":10,
        "name":"كبده اسكندراني",
        "ingredients":"كبدة اسكندراني , بطاطس مقلية , مخلل , خضار مقلي , صحينة",
        "imgUrl":"./images/a10.jpeg",
        "description":"الكبدة الاسكندراني هي أحد طرق طهي الكبد البقري والجاموسي الشهيرة في المطبخ المصري، وتُنسب الطريقة إلى مدينة الإسكندرية المصرية.تعد هذه الأكلة من الأكلات الشعبية الشهية والتي تقدم في المحلات وعلى عربات خاصة بها في مصر بالإضافة إلى تفضيل البعض تحضيرها بالمنازل و يعتبرون ذلك أكثر ضماناً من الناحية الصحية و من ناحية الجودة.تتميزالأكلة بسهولة وسرعة التحضير بالإضافة إلى فوائد تناول الكبد الصحية حيث تحتوي على عنصر الحديد وفيتامينات بي."
    },
    {
        "id":11,
        "name":"سمك مشوي",
        "ingredients":"سمك مشوي , ارز بالخلطة , مخلل , طحينة , سلطة",
        "imgUrl":"./images/a11.jpeg",
        "description":"السمك أى حيوان من مجموعة من الكائنات الحيه اللى ليها خياشيم و السمك حيوانات مائيه عادة دمها بارد , و ليها زعانف و مالهاش أطراف او صوابع. الأسماك ف كل مكان ف العالم مصدر مهم للأكل . بعض الأسماك زى التونه ممكن تكون حرارة جسمها اعلى من حرارة الاميه اللى بتعيش فيها"
    },
    {
        "id":12,
        "name":"كفته سيخ",
        "ingredients":"كفتة سيخ , شيبسي , مخلل , سلطة زبادي , طحينة , سلطة",
        "imgUrl":"./images/a12.jpeg",
        "description":"الكُفْتَة نوع من الأطعمة تُحَضَّر بفرم اللحم والبقدونس والبصل وأحياناً مع البطاطس فَرماً ناعماً"
    },
    {
        "id":13,
        "name":"أرز وملوخية",
        "ingredients":"ارز , ملوخية , لسان عصفور , اجنحة فراخ , سمبوسك , فلفل مقلي",
        "imgUrl":"./images/a13.jpeg",
        "description":"المُلُوخِيَة طبق شعبي عربي يعود تاريخه لآلاف السنين. وهو أحد أشهر الأكلات في الموائد العربية. عرف أولا في مصر القديمة"
    },
    {
        "id":14,
        "name":"حواوشي",
        "ingredients":"حواوشي , شيبسي , سلطة , بابا غنوج , مخلل , جرجير",
        "imgUrl":"./images/a14.jpeg",
        "description":"رغيف الحواوشى أصوله من اكتر من 90 سنه و اسمه فى الأصل أسم عيله مصريه اسمها عيلة الحواوشى و اول واحد عمل الحواوشى هو مصطفى الحواوشى. أكله عبارة عن كمية من اللحمه المفرومه المضاف اليه خلطة من البصل و الفلفل الاخضر والتوابل تتحط جوه رغيف عيش بلدى و يتسوا جوه الفرن"
    },
    {
        "id":15,
        "name":"مكرونه وبانيه",
        "ingredients":"بانيه , مكرونه اسباغتي , طحينة , مخلل",
        "imgUrl":"./images/a15.jpeg",
        "description":"يُعد الدجاج من أكثر الحيوانات الأليفة شيوعًا وانتشارًا، ويبلغ إجمالي عدد الدجاج 23.7 مليار اعتبارًا من عام 2018.[1] ارتفاعًا من أكثر من 19 مليار في عام 2011"
    },
    {
        "id":16,
        "name":"ناجتس",
        "ingredients":"مكرونة , ناجتس , بطاطس مقلية , سلطة زبادي , سلطة , مخلل",
        "imgUrl":"./images/a16.jpeg",
        "description":"ناجتس الدجاج (بالإنجليزية: Chicken nugget) وأيضا «تشيكن ناغتز» هي من المأكولات الأمريكية الشهيرة اخترعت في الخمسينات على يد روبرت س. بيكر وهو بروفيسور في علم الطعام.[1][2][3] وتصنع من الدجاج (المطحون عادة) المغطى بطبقة من فتات الخُبز أو بالعجين، ثم تقلى بالغمر بالزيت"
    },
    {
        "id":17,
        "name":"أرز محمر",
        "ingredients":"ارز محمر , باذنجان مخلل , فلفل مقلي , بطاطس محمرة , مخلل , سلطة , جرجير",
        "imgUrl":"./images/a17.jpeg",
        "description":"الأَرُزُّ المزروع أو اختصاراً الأَرُزُّ (باللاتينية: Oryza sativa) هو نوع نباتي يتبع جنس الأرز (باللاتينية: Oryza) ويعد الغذاء الرئيسي لأكثر من نصف سكان العالم وخاصة في قارة آسيا. وهو من محاصيل الحبوب الغذائية."
    },
    {
        "id":18,
        "name":"أرز ولوبيا",
        "ingredients":"ارز , لوبيا , لسان عصفور , خضار مقلي , قطع فراخ , مخلل",
        "imgUrl":"./images/a18.jpeg",
        "description":"Vigna) هي جنس من النباتات يتبع اللوبيا او (الدجر) الفصيلة البقولية من رتبة الفوليات. أهم أنواعه اللوبياء الظفرية المعروفة اختصارًا باللوبياء"
    },
    {
        "id":19,
        "name":"كفتة داوود باشا",
        "ingredients":"كفتة داوود , ارز ابيض , سلطة زبادي مخلل , سلطة",
        "imgUrl":"./images/a19.jpeg",
        "description":"هذه الأكلة تعود إلى أيام حكم داود باشا التركي، والذي كان يحب الأكل من هذا الطبق كثيراً، حيث أن الوالي داوود باشا هو والي عثماني كان في القرن التاسع عشر حيث أنه كان يحب كرات اللحم الشهية، وكان يقوم بتجهيز هذا الطبق أمهر الطهاة المتواجدين في بلاد الشام وتركيا"
    },
    {
        "id":20,
        "name":"أرز وملوخية",
        "ingredients":"ارز , ملوخية , باذنجان مقلي , اجنحة فراخ",
        "imgUrl":"./images/a20.jpeg",
        "description":"المُلُوخِيَة طبق شعبي عربي يعود تاريخه لآلاف السنين. وهو أحد أشهر الأكلات في الموائد العربية. عرف أولا في مصر القديمة"
    },
    {
        "id":21,
        "name":"فراخ مشوية",
        "ingredients":"فراخ مشوية , ارز بسمتي , شيبسي , طحينة , مخلل , عيش",
        "imgUrl":"./images/a21.jpeg",
        "description":"الدجاج المقلي (المعروف أيضًا باسم الدجاج الجنوبي المقلي نسبة لموطنه الأصلي في جنوب الولايات المتحدة) هو طبق يتكون من قطع دجاج يتم نقعها في عجينة سائلة متبلة وتمريرها في مسحوق الدقيق أو الخبز قبل أن يتم قليها في الزيت إما في طاسة قلي أو في مقلاة القلي العميق.."
    },
    {
        "id":22,
        "name":"مكرونه وحمام",
        "ingredients":"مكرونة , حمام , شيبسي , مخلل",
        "imgUrl":"./images/a22.jpeg",
        "description":"الحمام المصري يعتبر الحمام المصري من أجمل أنواع الحمام على مستوى العالم وهو أيضا أقدم حمام موجود على وجه الأرض اما اصل الحمام المصري هل هو مصري ام شامى ام هندى ام تركى ام مصري فهناك خلاف فبعض الأنواع مصرية اصيله والبعض الآخر جاءت من الشام وتركيا والهند وكل هذا الأنواع لا توجد في أي دوله بالمواصفات الصحيحه الا في مصر"
    },
    {
        "id":23,
        "name":"سي فوود",
        "ingredients":"سمك , جمبري مقلي , ارز ابيض , شوربة سمك , طاجن سي فود , زيتون مخلل",
        "imgUrl":"./images/a23.jpeg",
        "description":"هي حيوانات بحرية للافقارية صالحة للأكل. هذا التعريف يشمل عادة القشريات (الروبيان، سرطان البحر، البرنقيل، الخ.)، رخويات (بلح البحر، البطلينوس، القواقع أو المحار، والحبار، الخ.) وغيرها من الحيوانات البحرية مثل بعض قنفذيات الجلد (قنفذ البحر"
    },
    {
        "id":24,
        "name":"كبدة بالردة",
        "ingredients":"كبدة بالردة , طاجن خضار , سجق محمر , سلطة زبادي , بابا غنوج , عيش ",
        "imgUrl":"./images/a24.jpeg",
        "description":"الكبدة المشوية برداء معدة شاة من الأكلات الليبية المعروفة في جنوب ليبيا."
    },
    {
        "id":25,
        "name":"بشاميل",
        "ingredients":"بشاميل , لحم استيك , طحينة , شيبسي , جرجير , مخلل",
        "imgUrl":"./images/a25.jpeg",
        "description":"الاسم معكرونة الباشاميل تأخذ اسمها عربياً من المكون الاساسي، صلصة الباشاميل، لكن الاسم المعروف عالمياً باسم باستيتشيو (pastítsio) المأخوذ من الإيطالية (pasticcio)، وهو اسم لمجموعة مختلفة من الفطائر التي قد تكون مكوناتها الأساسية أما لحم أو سمك أو معكرونة."
    },
    {
        "id":26,
        "name":"سبانخ",
        "ingredients":"ارز , سبانخ , شوربة لحم , لحم محمر , باذنجان مخلل , سلطة , شوربة",
        "imgUrl":"./images/a26.jpeg",
        "description":"السبانخ أو الإِسفاناخ (الاسم العلمي: Spinacia oleracea) هو نبات زهري حولي ينتمي للفصيلة القُطَيفية. نبات حولي من الخضراوات الحقلية المألوفة، موطنه الأصلي آسيا وهو منخفض الطول ويبلغ طوله 30 سم، وينتج مجموعة سميكة من الأوراق العريضة الطرية. ويأكل الناس أوراقه نيئة أو مطبوخة. وينتمي السبانخ إلى البنجر أو الشمندر السويسري وإلى العديد من الأعشاب الشائعة."
    },
    {
        "id":27,
        "name":"سندوتشات",
        "ingredients":"سندوتشات مشكله , سلطة قطع , طحينة , مخلل , شيبسي",
        "imgUrl":"./images/a27.jpeg",
        "description":"الشطيرة أو الساندويتش (عن الإنجليزية) أو الكسكروط أو الكسكروت (عن الفرنسية) هي أسماء متعددة لشيء واحد هو أي طعام بالخبز يمكن تناوله على عجل باردا كان أو ساخنا، يتناولها المرء عادة في المكتب، أو على قارعة الطريق، إسكاتاً لجوعه، وقد يتناولها في الرحلات والأسفار مستعصياً بها عن الوجبات الدسمة المألوفة في البيوت والمطاعم."
    },
    {
        "id":28,
        "name":"حمام محشي ",
        "ingredients":"حمام محشي , ملوخية , فريك , سلطة , عيش , مخلل , طحينة",
        "imgUrl":"./images/a28.jpeg",
        "description":"الحمام المصري يعتبر الحمام المصري من أجمل أنواع الحمام على مستوى العالم وهو أيضا أقدم حمام موجود على وجه الأرض اما اصل الحمام المصري هل هو مصري ام شامى ام هندى ام تركى ام مصري فهناك خلاف فبعض الأنواع مصرية اصيله والبعض الآخر جاءت من الشام وتركيا والهند وكل هذا الأنواع لا توجد في أي دوله بالمواصفات الصحيحه الا في مصر"
    },
    {
        "id":29,
        "name":"عدس",
        "ingredients":"شوربة عدس , بصل , قطع ممبار , بطاطس مقلية , سلطة",
        "imgUrl":"./images/a29.jpeg",
        "description":"والأرز والعدس الأسود والبصل المقلي وصلصة الطماطم أي البندورة الحارة والتقلية، ويعتبر الكشري أكلة منخفضة الكلفة عالية السعرات الحرارية وذات زيوت نباتية متأكسدة بسبب القلي الذي يثير حول الوجبة كمًا من الانتقادات الصحية"
    },
    {
        "id":30,
        "name":"أرز بسمتي بالكبدة",
        "ingredients":"ارز بسمتي , كبدة , لحم محمر , سلطة , زبادي , بطاطس",
        "imgUrl":"./images/a30.jpeg",
        "description":"عرف الأرز بسمتي في الهند منذ عدة قرون، يُشار إليه أحيانًا باسم أرز الفشار نظرًا لرائحته المميزة، ويتم اختيار الأرز بسمتي عمومًا لنكهته ورائحته وشكله النحيل. لكن أولاً، من أين أتت كلمة بسمتي؟ هي في الحقيقة كلمة سنسكريتية تعني معطر"
    }
]